[ArmoredViper X2CharacterTemplate]
strCharacterName="Бронированный Вайпер"

[ArmoredPsiViper X2CharacterTemplate]
strCharacterName="Бронированный Пси Вайпер"

[VorpalBlade X2WeaponTemplate]
FriendlyName="Смертельный Клинок Вайпера"

[ArmoredViper_WPN X2WeaponTemplate]
FriendlyName="Пулемет Вайпера"

[ArmoredPsiViper_WPN X2WeaponTemplate]
FriendlyName="Пси-винтовка Вайпера"

[CorpseArmoredViper X2ItemTemplate]
FriendlyName="<font color='#C14D0F'>Труп Бронированный Вайпер</font>"
FriendlyNamePlural="<font color='#DA0F0F'>Трупы Бронированных Вайперов </font>"
BriefSummary="Бронированный Вайпер намного сильнее, и его сложнее одолеть. Броня дает ему невосприимчивость к огню, а также повышенную защиту от взрывчатых веществ."

[AutopsyArmoredViper X2TechTemplate]
DisplayName="<font color='#C14D0F'>Вскрытие Бронированного Вайпера</font>"
Summary="Бронированные Вайперы - очередные генетически модифицированные существа, чем-то похожие на своих обычных сородичей, но представляют гораздо большую угрозу для наших оперативников."
CodeName="Бронированная Шкура"
LongDescription="Этот Вайпер представляет собой гораздо большую угрозу, чем мы думали изначально. У Старейшин получилось вывести мужские особи Вайперов. Они немного крупнее и сильнее женских особей. Старейшинам удалось внедрить на квантовом уровне их чешую атомы Инопланетных сплавов и в результате этого, Вайперы приобрели иммунитет к огню и частичную защиту от взрывчатых веществ. Будем надеяться, что их массовое выведение не так легко дается Старейшинам, как женских. Предполагаю, что в будущем мы можем столкнуться с угрозой появления гнезд этих существ на нашей планете. Мы должны быть готовы к этому и не дать им возможность выводить потомство. Р.Тайган."

[CorpseArmoredPsiViper X2ItemTemplate]
FriendlyName="<font color='#9536DF'>Труп Бронированного Пси Вайпера</font>"
FriendlyNamePlural="<font color='#9536DF'>Трупы Бронированных Пси Вайперов</font>"
BriefSummary="Бронированный Пси Вайпер немного меньше по размерам, чем Бронированный Вайпер. Но в отличии от них обладают некоторыми Пси возможностями. Его броня, также как и броня Бронированнного Вайпера, дает ему невосприимчивость к огню, а также повышенную защиту от взрывчатых веществ."

[AutopsyArmoredPsiViper X2TechTemplate]
DisplayName="<font color='#9536DF'>Вскрытие Бронированного Пси Вайпера</font>"
Summary="Бронированный Пси Вайпер обладает Пси способностями."
CodeName="Железная шкура"
LongDescription="Бронированный Пси Вайпер также мужская особь, как и непсионные аналоги. Броня, которую они используют, дает невосприимчивость к огню и некоторую защиту от взрывчатых веществ, как и другие, но также дает сопротивление ментальным атакам. Псионическое оружие, которое они носят, и их псионические способности делают этих существ очень сложными противниками, которым я бы рекомендовал нашим войскам уделять приоритетное внимание всякий раз, когда они встречаются на поле битвы. Р.Тайган."

[PsiSpit X2AbilityTemplate]
LocFriendlyName="Пси Плевок"
LocLongDescription="Атака псионическим плевком на одиночную цель, которая может привести к дезориентации, панике или контролю над разумом."
LocHelpText="Плюет псионической энергией в одиночную цель."
LocFlyOverText="Пси Плевок"

[VorpalSlash X2AbilityTemplate]
LocFriendlyName="Ворпальский Разрез"
LocLongDescription="Режет цель, нанося урон, игнорируя броню и щиты. Это бесплатное действие."
LocHelpText="Удар по одиночной цели."
LocFlyOverText="Ворпальский Разрез в цель."

[XCOM_VorpalBlade X2WeaponTemplate]
FriendlyName="Ворпальский Клинок"
FriendlyNamePlural="Ворпальские Клиноки"
BriefSummary="У Ворпальского Клинок такой же урон, как у нашего Клинка Слияния. Он дает особую способность Ворпальский Разрез, которая игнорирует броню и щиты, чтобы нанести цели полный урон, нанося урон от огня."
TacticalText="<bullet/> У Ворпальского Разреза время перезарядки - 3 хода."
AbilityDescName="Ворпальский Клинок"

[GatlingRifle_XC X2WeaponTemplate]
FriendlyName="Лучевая винтовка Гаттлинга"
FriendlyNamePlural="Лучевые винтовки Гаттлинга"
BriefSummary="Теперь мы можем разработать лучевые винтовки Гаттлинга. Лучевое оружие пришельцев тяжелее их стандартной винтовки, с более высоким уроном и способностью разрушать броню."
TacticalText="<Bullet/> Плазменная винтовка Гаттлинга - чрезвычайно мощная система основного оружия.\n<Bullet/> Стрельба из основного оружия всегда заканчивает ход солдата.\n<Bullet/> Разрушает броню."
AbilityDescName="Лучевая винтовка Гаттлинга"

[GatlingVorpalRifle_XC X2WeaponTemplate]
FriendlyName="Винтовка Ворпала Гаттлинга"
FriendlyNamePlural="Винтовки Ворпала Гаттлинга"
BriefSummary="Теперь мы можем разработать винтовки Ворпала Гаттлинга. Инопланетное лучевое оружие тяжелее стандартной винтовки с более высоким уроном и специальной лучевой технологией, которая обходит броню."
TacticalText="<Bullet/> Винтовка Ворпала Гаттлинга - чрезвычайно мощная система основного оружия.\n<Bullet/> Стрельба из основного оружия всегда заканчивает ход солдата.\n<Bullet/> Обход брони с плазменной технологией Ворпала."
AbilityDescName="Винтовка Ворпала Гаттлинга"



